/* 
  Localizable.strings
  radioz

  Created by Giacomo Tufano on 01/10/12.

*/

"Audio Error" = "Erreur Audio";
"Attempt to play streaming audio failed." = "La tentative de lecture du flux audio a échoué.";
"Error reading URL: %@" = "Erreur  de lecture de l’URL: %@";
"URL not found in redirector." = "URL non trouvée dans la réallocation.";
"Error" = "Erreur";
"Cancel" = "Annuler";
"Error loading redirector: %@" = "Erreur dans le chargement de la réallocation : %@";
" (not for nabaztags)" = " (Pas pour les Nabaztags)";
"While saving the song got the error %@, %@" = "Erreur pendant la sauvegarde de la chanson: %@, %@";
"Malformed song name, cannot save it." = "Nom de chanson mal formée: sauvegarde impossible.";
/* Below is city, country */
"from %@, %@" = "depuis %@, %@";
"Send by e-mail" = "Envoyer par e-mail";
"Tweet it" = "Envoyer par tweet";
"iTunes Store" = "Boutique iTunes";
"Warning" = "Attention";
"Sorry, cannot send email from this device. Please check configuration." = "Désolé, impossible d’envoyer un email depuis ce périphérique. Vérifier la configuration.";
"Sorry, cannot send a tweet now from this device. Please check network and/or configuration." = "Désolé, impossible d’envoyer un tweet depuis ce périphérique. Vérifier le réseau et/ou la configuration..";
"Song saved in RadioZ" = "Chanson sauvegardée sur RadioZ";
"The song seems to not exist on iTunes Store. You could retry after a while." = "La chanson semble ne pas exister dans la boutique iTunes. Essayer plus tard.";
/* buttons on main UI */
"More" = "Plus";
"Lyrics" = "Paroles";
"Web" = "Web";
"Speaker" = "Haut-parleur";
"Save" = "Enregistrer";
/* Save bunny */
"Bunny Name" = "Nom:";
"A name for your bunny" = "Un nom pour votre lapin";
"API Key" = "API key:";
"API KEY or Install-ID (from karotz store bunny page)" = "API key ou Install-ID (depuis la page du site web du Karotz)";
/* radio search */
"Any" = "Tous";
"Name" = "Nom";
"Country" = "Pays";
"Tag" = "Tag";
/* radio add */
"Radio Name:" = "Nom:";
"URL:" = "Flux:";
"Info:" = "Info:";
"Radio URL:" = "Page d'accueil:";
"Radio City:" = "Ville:";
"Radio Country:" = "Pays:";
/* info box */
"InfoText" = "Cette application est ©2012-2014 Giacomo Tufano.\nTraduction en Français de l'appli par\nNatacha Wilmouth.";
"version %@ (%@)" = "version %@ (%@)";
/* headers */
"Radio List" = "Radios";
"Favorites" = "Signets";
"Bunnies" = "Lapins";
/* 1.0.2 */
"Error communicating with Violet servers: %d" = "Erreur de communication avec les serveurs de Violet: %d. Réessayez le command plus tard.";
"Error in answer from server: %@" = "Erreur dans la réponse du serveur: %@";
"Error in answer from server" = "Erreur dans la réponse du serveur";
"Get Karotz Install-ID" = "Obtenir Karotz Install-ID";
"Stop Play" = "Arrêter la Reproduction";